[
    {
        "back": "To merge individual nucleon behavior from the Shell Model with collective behavior of the nucleus as a whole.",
        "front": "What is the main motivation behind the Collective Model?"
    },
    {
        "back": "It alters the Nuclear Potential Well shape, leading to modified energy levels.",
        "front": "How does nuclear deformation affect the Shell Model?"
    },
    {
        "back": "Rotational or Vibrational states",
        "front": "What is the a common source of collective modes of excitation in deformed nuclei?"
    },
    {
        "back": "Laplace spherical harmonics",
        "front": "What mathematical functions describe the possible discrete energy levels of a deformed nucleus?"
    },
    {
        "back": "It is a deformation parameter controlling the transition between spherical and deformed states.",
        "front": "In the equation describing nuclear deformation, what role does the parameter β play?"
    },
    {
        "back": "The deviation of the nucleus from a spherical shape.",
        "front": "What does the deformation parameter \\( \\beta \\) describe?"
    },
    {
        "back": "The nucleus takes a spherical shape.",
        "front": "What happens when \\( \\beta = 0 \\)?"
    },
    {
        "back": "It depends on the number of protons, nuclear radius, and deformation parameter \\( \\beta \\).",
        "front": "How is the intrinsic Electric Quadrupole Moment \\( Q_0 \\) related to nuclear deformation?"
    },
    {
        "back": "304.7 keV",
        "front": "If the first rotational energy level of \\( ^{164}Er \\) is measured as 91.4 keV, what is the expected energy of the \\( E(4^+) \\) state?"
    },
    {
        "back": "Time-variable changes in surface shape that create quantized standing waves.",
        "front": "What are vibrational states in nuclei?"
    },
    {
        "back": "It would result in fluctuations in nuclear density, which is forbidden.",
        "front": "Why is the monopole vibration mode (\\(\\lambda=0\\)) forbidden?"
    },
    {
        "back": "Quadrupole (\\(\\lambda=2\\))",
        "front": "What is the first allowed vibrational state in nuclei?"
    },
    {
        "back": "A unit of quantized nuclear vibration energy.",
        "front": "What is a phonon in the context of nuclear vibrations?"
    },
    {
        "back": "Vibrational energy levels are evenly spaced, while rotational levels increase as \\(J(J+1)\\).",
        "front": "How do vibrational energy levels compare to rotational energy levels?"
    },
    {
        "back": "Excitation energies decrease, making vibrations and rotations more likely.",
        "front": "What happens to vibrational and rotational states as a nucleus moves away from a closed shell?"
    },
    {
        "back": "Time-variable changes in surface shape that create quantized standing waves.",
        "front": "What are vibrational states in nuclei?"
    },
    {
        "back": "It would result in fluctuations in nuclear density, which is forbidden.",
        "front": "Why is the monopole vibration mode (\\(\\lambda=0\\)) forbidden?"
    },
    {
        "back": "Quadrupole (\\(\\lambda=2\\))",
        "front": "What is the first allowed vibrational state in nuclei?"
    },
    {
        "back": "A unit of quantized nuclear vibration energy.",
        "front": "What is a phonon in the context of nuclear vibrations?"
    },
    {
        "back": "Vibrational energy levels are evenly spaced, while rotational levels increase as \\(J(J+1)\\).",
        "front": "How do vibrational energy levels compare to rotational energy levels?"
    },
    {
        "back": "Excitation energies decrease, making vibrations and rotations more likely.",
        "front": "What happens to vibrational and rotational states as a nucleus moves away from a closed shell?"
    },
    {
        "back": "A nucleon transitions from a higher to a lower energy level, emitting a photon.",
        "front": "What causes gamma decay in the nucleus?"
    },
    {
        "back": "The nucleus must undergo a change in angular momentum of at least 1.",
        "front": "How does the angular momentum of a nucleus change during gamma decay?"
    },
    {
        "back": "L = 1 (Dipole transition).",
        "front": "What gamma transition (dipole, quadrupole, etc) is most probable?"
    },
    {
        "back": "The parity of the nucleus must remain the same before and after the transition, depending on the radiation type.",
        "front": "What role does parity conservation play in gamma decay?"
    },
    {
        "back": "Electric Dipole (E1).",
        "front": "Give an example of a type of gamma transition results in a parity change?"
    },
    {
        "back": "The 4+ state prefers to decay to the 2+ state before reaching the 0+ ground state.",
        "front": "Why does Ni-60 emit two gamma rays after Co-60 beta decay?"
    }
]