[
    {
        "back": "The total angular momentum (j) of the unpaired nucleon in the outer shell.",
        "front": "What primarily determines the Nuclear Spin (I) in the shell model?"
    },
    {
        "back": "I = 0",
        "front": "What is the expected nuclear spin (I) of an even-even nucleus?"
    },
    {
        "back": "I = 0",
        "front": "What is the expected nuclear spin (I) of an even-even nucleus?"
    },
    {
        "back": "The j value of the unpaired neutron",
        "front": "If a nucleus has a single unpaired neutron in an otherwise full proton shell, what determines its nuclear spin?"
    },
    {
        "back": "I = 1/2",
        "front": "What is the predicted nuclear spin (I) of Oxygen-15 (O-15) based on the shell model?"
    },
    {
        "back": "1/2",
        "front": "Which of the following is a typical nuclear spin value for an odd-even nucleus?"
    },
    {
        "back": "The $j$ value of the missing neutron",
        "front": "If a nucleus has one missing neutron from a completely filled shell, what is its predicted nuclear spin?"
    },
    {
        "back": "The $j$ value of the missing neutron",
        "front": "If a nucleus has one missing neutron from a completely filled shell, what is its predicted nuclear spin?"
    },
    {
        "back": "Their spins can be relatively high, like 1 or 3.",
        "front": "What is unique about the nuclear spin of odd-odd nuclei?"
    },
    {
        "back": "It changes a right-handed coordinate system into a left-handed one, or vice-versa.",
        "front": "What happens when a parity transformation is applied to a coordinate system?"
    },
    {
        "back": "By the orbital angular momentum quantum number, $l$, using the formula $π = (-1)^l$.",
        "front": "How is the parity of an individual nucleon determined?"
    },
    {
        "back": "Even parity ($π = +1$).",
        "front": "What is the parity of a nucleus when all its nucleons pair up?"
    },
    {
        "back": "The product of the parities of all nucleons in the nucleus.",
        "front": "What determines the total parity of a nucleus?"
    },
    {
        "back": "By the orbital angular momentum ($l$) of the unpaired nucleon.",
        "front": "If a nucleus has one unpaired nucleon, how is its parity determined?"
    },
    {
        "back": "$I^π$ (e.g., $1/2^-$)",
        "front": "How is nuclear spin and parity commonly represented?"
    },
    {
        "back": "Odd parity ($π = -1$)",
        "front": "Oxygen-15 (O-15) has an unpaired nucleon in the p-shell. What is its parity?"
    },
    {
        "back": "The torque experienced by a nucleus when placed in a magnetic field.",
        "front": "What is the nuclear magnetic moment ($μ$) associated with?"
    },
    {
        "back": "The nuclear magnetic moment is proportional to the total nuclear spin (I).",
        "front": "How does nuclear spin (I) affect the nuclear magnetic moment (μ)?"
    },
    {
        "back": "Zero",
        "front": "What is the expected nuclear magnetic moment for even-even nuclei?"
    },
    {
        "back": "It has an internal charge structure due to its quark composition.",
        "front": "Why does the neutron have a nonzero intrinsic magnetic moment?"
    },
    {
        "back": "A unit of magnetic moment used for nuclei, analogous to the Bohr magneton.",
        "front": "What is the nuclear magneton ($μ_N$) and what does it represent?"
    },
    {
        "back": "It relates the nuclear magnetic moment to the total angular momentum of the nucleus.",
        "front": "What is the gyromagnetic ratio (g) used for?"
    },
    {
        "back": "$μ = g_j j μ_N$",
        "front": "How is the magnetic moment of an unpaired nucleon in the shell model estimated?"
    },
    {
        "back": "The shape of the nuclear charge distribution.",
        "front": "What does the Electric Quadrupole Moment (EQM) describe in a nucleus?"
    },
    {
        "back": "When the nucleus has a perfectly spherical charge distribution.",
        "front": "Under what condition does a nucleus have a zero Electric Quadrupole Moment (EQM)?"
    },
    {
        "back": "Because the nucleus consists only of positively charged protons.",
        "front": "Why does the nucleus not have an Electric Dipole Moment?"
    },
    {
        "back": "The nucleus has an oblate shape (flattened at the poles).",
        "front": "If a nucleus has an Electric Quadrupole Moment Q < 0, what does this indicate about its shape?"
    },
    {
        "back": "The nucleus has an oblate shape (flattened at the poles).",
        "front": "If a nucleus has an Electric Quadrupole Moment Q < 0, what does this indicate about its shape?"
    },
    {
        "back": "The nucleus develops an oblate charge distribution ($Q < 0$).",
        "front": "What happens to the EQM when there is a single unpaired proton in an otherwise full nuclear shell?"
    },
    {
        "back": "It creates a small negative EQM due to nuclear forces attracting protons.",
        "front": "How does an unpaired neutron affect the Electric Quadrupole Moment?"
    },
    {
        "back": "By scaling the single-particle EQM using the number of nucleons in the shell.",
        "front": "If a nuclear shell is partially filled, how is the total EQM calculated?"
    }
]