[
    {
        "back": "They are uncharged and can penetrate nuclei without Coulomb repulsion.",
        "front": "Why are neutrons particularly useful in nuclear physics experiments?"
    },
    {
        "back": "Emission of 5.3 MeV protons from paraffin wax",
        "front": "Which experimental observation directly led Chadwick to identify the neutron?"
    },
    {
        "back": "One up, two down quarks",
        "front": "What is the quark content of a neutron?"
    },
    {
        "back": "878.4 seconds",
        "front": "What is the mean lifetime of a free neutron?"
    },
    {
        "back": "Ultracold neutrons",
        "front": "Which neutron type can be trapped due to reflection from nuclear potential?"
    },
    {
        "back": "Thermal neutrons",
        "front": "What is the most commonly used neutron source type in power reactors?"
    },
    {
        "back": "(α,n) reaction on beryllium",
        "front": "What reaction produces neutrons in an AmBe source?"
    },
    {
        "back": "Photoneutron source",
        "front": "Which of these sources produces nearly monoenergetic neutrons?"
    },
    {
        "back": "They can be switched off when not in use.",
        "front": "What is a key advantage of neutron generators?"
    },
    {
        "back": "They require strong gamma sources, which are hazardous.",
        "front": "What is the main disadvantage of photoneutron sources?"
    },
    {
        "back": "$^{252}$Cf",
        "front": "Which isotope is commonly used in spontaneous fission neutron sources?"
    },
    {
        "back": "To slow down fast neutrons to thermal energies",
        "front": "Why are moderators used in neutron applications?"
    },
    {
        "back": "Low atomic mass",
        "front": "What property of a moderator allows efficient energy transfer to neutrons?"
    },
    {
        "back": "It combines efficient thermalization with low neutron capture",
        "front": "Why is deuterium considered a good moderator despite its cost?"
    },
    {
        "back": "High neutron capture cross section",
        "front": "Which of the following is NOT a desirable property in a moderator?"
    },
    {
        "back": "$^3$He",
        "front": "Which gas is commonly used in proportional counters for neutron detection?"
    },
    {
        "back": "Thermal neutrons have higher capture cross sections",
        "front": "Why are thermal neutrons more easily detected than fast neutrons?"
    },
    {
        "back": "Neutron absorption with emission of charged particles",
        "front": "Which interaction is most commonly used to detect neutrons?"
    },
    {
        "back": "It is toxic and corrosive",
        "front": "What makes boron trifluoride (BF₃) a less desirable detector gas?"
    },
    {
        "back": "Detecting fast neutrons by moderating them",
        "front": "What is a Bonner sphere used for?"
    },
    {
        "back": "They emit light in response to charged particles",
        "front": "Which property makes scintillators useful in neutron detection?"
    },
    {
        "back": "Identifying γ-ray spectra from neutron capture reactions",
        "front": "What is the fundamental principle behind neutron activation analysis (NAA)?"
    },
    {
        "back": "They have higher neutron capture cross sections",
        "front": "Why are thermal neutrons typically used in NAA?"
    },
    {
        "back": "Gamma rays from de-excitation of compound nuclei",
        "front": "Which type of radiation is analyzed in neutron activation analysis?"
    },
    {
        "back": "It is a non-destructive multi-element technique",
        "front": "What is one major advantage of neutron activation analysis?"
    },
    {
        "back": "Measuring temperature of neutron stars",
        "front": "Which of the following is NOT a typical application of NAA?"
    },
    {
        "back": "The time delay from irradiation and γ-ray energy",
        "front": "What determines which isotopes are detected in delayed NAA?"
    },
    {
        "back": "To analyze elemental composition for blending efficiency",
        "front": "How could NAA be used in coal power plants?"
    },
    {
        "back": "It can detect multiple elements simultaneously from one sample",
        "front": "Why is NAA described as a 'multi-element' technique?"
    },
    {
        "back": "By using a d-t neutron generator and a γ-ray spectrometer",
        "front": "How is in-situ neutron activation analysis performed in well logging?"
    },
    {
        "back": "It is non-destructive and works with tiny sample sizes",
        "front": "What makes NAA particularly useful for archaeological samples?"
    }
]