[
    {
        "back": "They indicate highly stable nuclei due to closed energy shells.",
        "front": "What is the primary significance of 'magic numbers' in the shell model of the nucleus?"
    },
    {
        "back": "$2, 8, 20, 28, 50, 82, 126$",
        "front": "Which of the following sequences represents the nuclear magic numbers?"
    },
    {
        "back": "A harmonic oscillator potential.",
        "front": "What type of potential is used as a starting point to model the nucleus in the shell model?"
    },
    {
        "back": "Peaks in the relative abundance of nuclei with magic numbers.",
        "front": "What evidence supports the concept of nuclear shells?"
    },
    {
        "back": "It increases.",
        "front": "What happens to the neutron separation energy as a magic number is approached?"
    },
    {
        "back": "A nucleus with both proton and neutron numbers equal to magic numbers.",
        "front": "What is a 'double magic' nucleus?"
    },
    {
        "back": "It splits energy levels based on the alignment of spin and angular momentum.",
        "front": "What role does the spin-orbit coupling term play in the shell model?"
    },
    {
        "back": "Their charge distribution is symmetric due to filled shells.",
        "front": "Why are closed-shell nuclei spherical?"
    },
    {
        "back": "The Schrödinger equation.",
        "front": "Which mathematical equation is fundamental to determining energy levels in the shell model?"
    },
    {
        "back": "To explain the stability and properties of nuclei.",
        "front": "What is the primary goal of the shell model in nuclear physics?"
    },
    {
        "back": "Peaks at nuclei with magic numbers.",
        "front": "What feature in the binding energy curve supports the shell model?"
    },
    {
        "back": "Energy differences due to nucleon pairing.",
        "front": "What do odd-even parabolas in the chart of nuclides indicate?"
    },
    {
        "back": "They have similar nuclear properties despite reversed $N$ and $Z$.",
        "front": "How do mirror nuclei provide evidence for the shell model?"
    },
    {
        "back": "Magic numbers correspond to enhanced stability and abundance.",
        "front": "What does the relative abundance of nuclei with magic numbers suggest?"
    },
    {
        "back": "It increases significantly.",
        "front": "What trend is observed in neutron separation energy near magic numbers?"
    },
    {
        "back": "They are lower, indicating filled shells are less likely to absorb neutrons.",
        "front": "What is the significance of neutron capture cross-sections near magic numbers?"
    },
    {
        "back": "Closed-shell nuclei have zero quadrupole moments, indicating spherical symmetry.",
        "front": "How do electric quadrupole moments support the shell model?"
    },
    {
        "back": "Excitation energies are much higher for magic number nuclei.",
        "front": "What evidence is provided by nuclear excitation energies near magic numbers?"
    },
    {
        "back": "Both proton and neutron shells are completely filled.",
        "front": "Why are double magic nuclei considered particularly stable?"
    },
    {
        "back": "Decay chains end at nuclei with magic numbers, indicating enhanced stability.",
        "front": "How do decay chain endpoints provide evidence for the shell model?"
    },
    {
        "back": "1g9/2",
        "front": "What is the highest occupied neutron shell for a nucleus with 50 neutrons?"
    },
    {
        "back": "1g9/2",
        "front": "What is the highest occupied neutron shell for a nucleus with 50 neutrons?"
    },
    {
        "back": "Z = 82 is a magic number, meaning the proton shell is completely filled.",
        "front": "A nucleus with Z = 82 is particularly stable. Why?"
    },
    {
        "back": "126",
        "front": "Which of the following neutron numbers would likely correspond to a particularly stable isotope?"
    },
    {
        "back": "It is highly stable because both N and Z are magic numbers.",
        "front": "For a nucleus with N = 28 and Z = 20, what can you infer about its stability?"
    },
    {
        "back": "1p3/2",
        "front": "What is the highest fully occupied shell for both protons and neutrons in Carbon-12 (C-12) according to the nuclear shell model?"
    },
    {
        "back": "1p1/2",
        "front": "What is the highest fully occupied shell for both protons and neutrons in Oxygen-16 (O-16) according to the nuclear shell model?"
    },
    {
        "back": "1p3/2",
        "front": "What is the highest fully occupied shell for protons and neutrons in Boron-10 (B-10) according to the nuclear shell model?"
    },
    {
        "back": "1s1/2",
        "front": "What is the highest fully occupied shell for protons and neutrons in Helium-3 (He-3) according to the nuclear shell model?"
    }
]