[
    {
        "back": "Becquerel",
        "front": "What unit definition is one decay per second of a radioactive material?"
    },
    {
        "back": "Gray",
        "front": "Which unit measures the absorbed dose of radiation?"
    },
    {
        "back": "Sievert",
        "front": "Which of the following units is used to measure the biological effect of ionizing radiation?"
    },
    {
        "back": "Becquerel",
        "front": "What unit represents the number of disintegrations per second of a radioactive sample?"
    },
    {
        "back": "Roentgen",
        "front": "Which unit is used to express the exposure of ionizing radiation to air?"
    },
    {
        "back": "1 Joule of energy absorbed per kilogram of material",
        "front": "How is the unit 'Gray' defined in terms of radiation dose?"
    },
    {
        "back": "Biological effect of radiation",
        "front": "What does the unit 'Sievert' measure?"
    },
    {
        "back": "1 rad = 0.01 Gy",
        "front": "What is the relation between the units 'rad' and 'Gray'?"
    },
    {
        "back": "Curie",
        "front": "Which unit of radioactivity is commonly used in the medical field to express the quantity of radioisotopes used?"
    },
    {
        "back": "Exposure to ionizing radiation in air",
        "front": "What is the definition of the unit 'Roentgen'?"
    },
    {
        "back": "Isotope",
        "front": "What is the term used to refer to nuclei of a given element with a specific number of nucleons?"
    },
    {
        "back": "U-235",
        "front": "Which of the following is the correct shorthand notation for an isotope of uranium with 235 nucleons?"
    },
    {
        "back": "Atomic number",
        "front": "In shorthand notation, which number typically indicates the number of protons in an isotope?"
    },
    {
        "back": "The number of neutrons can be determined from the atomic mass number.",
        "front": "Why do we typically ignore the number of neutrons when writing isotopic shorthand notation?"
    },
    {
        "back": "Radioactive decay",
        "front": "What is the process called when one isotope decays into another, releasing some form of radiation?"
    },
    {
        "back": "Decay chains",
        "front": "In a radioactive decay chain, what are the nuclei that result from a decay but may also decay again called?"
    },
    {
        "back": "Half-life",
        "front": "What is the term used for the amount of time it takes for half of a given amount of radioactive material to decay?"
    },
    {
        "back": "It can cause major damage to cells in the lungs",
        "front": "Why is radon gas, an alpha emitter, particularly harmful when inhaled?"
    },
    {
        "back": "Source activity (radioactive decays per second)",
        "front": "What does the unit Becquerel (Bq) measure?"
    },
    {
        "back": "Deposited energy per unit mass",
        "front": "What does the Gray (Gy) measure in the context of radiation?"
    },
    {
        "back": "It includes a dimensionless factor to account for different types of radiation",
        "front": "How does the Sievert (Sv) differ from the Gray (Gy)?"
    },
    {
        "back": "20 millisieverts",
        "front": "What is the maximum allowed dose for radiation workers in the UK, in terms of Sieverts per year?"
    },
    {
        "back": "An alpha particle",
        "front": "What particle is emitted during alpha decay?"
    },
    {
        "back": "A neutron decays into a proton and an electron",
        "front": "What occurs during beta decay?"
    },
    {
        "back": "Neutron emission",
        "front": "Which type of decay involves the spontaneous ejection of a neutron from the nucleus?"
    },
    {
        "back": "A proton is ejected from the nucleus",
        "front": "What happens during proton emission?"
    },
    {
        "back": "A positron",
        "front": "What is emitted during positron emission?"
    },
    {
        "back": "It captures an electron and turns into a neutron",
        "front": "During electron capture, what happens to the proton in the nucleus?"
    },
    {
        "back": "The energy required to pull a nucleus apart",
        "front": "What is binding energy in the context of nuclear physics?"
    },
    {
        "back": "Because binding energy affects the total mass per nucleus",
        "front": "Why can't we simply add the masses of nucleons to determine the nuclear mass?"
    },
    {
        "back": "The mass of a C-12 atom divided by its number of nucleons",
        "front": "What is the unified mass constant (u) based on?"
    },
    {
        "back": "Because of the nuclear binding energy",
        "front": "Why is the mass of a given nucleus always less than the sum of its individual nucleons?"
    },
    {
        "back": "MeV (Mega electron Volts)",
        "front": "In nuclear physics, what units are typically used to measure energies (masses)?"
    },
    {
        "back": "The total energy required to split the nucleus into free nucleons",
        "front": "What does the binding energy of a nucleus represent?"
    },
    {
        "back": "Because the binding energy reduces the overall mass of the nucleus",
        "front": "Why is the change in mass due to binding energy negative?"
    },
    {
        "back": "The difference in binding energies between a nucleus and the nucleus with one less neutron",
        "front": "What is neutron separation energy?"
    },
    {
        "back": "Fe-56",
        "front": "Which nucleus has the highest average binding energy per nucleon?"
    },
    {
        "back": "The binding energy per nucleon decreases",
        "front": "What trend is observed in the binding energy per nucleon as the number of nucleons increases beyond Fe-56?"
    },
    {
        "back": "They indicate particularly stable nuclei",
        "front": "What is the importance of local peaks in the plot of binding energy per nucleon versus number of nucleons?"
    },
    {
        "back": "It is composed of three quarks: up, down, down",
        "front": "What is the internal structure of a neutron?"
    },
    {
        "back": "Virtual pions",
        "front": "What mediates the nuclear force that binds nucleons together?"
    },
    {
        "back": "Because of the sum of the proton charges",
        "front": "Why do nuclei have a net charge?"
    },
    {
        "back": "Assuming nucleons are packed together as hard spheres",
        "front": "What is the average mass density of nuclear material estimated by?"
    },
    {
        "back": "It binds nucleons together as a result of strong interactions",
        "front": "What is the role of the nuclear force in the formation of nuclei?"
    },
    {
        "back": "Nuclei are much smaller than atoms",
        "front": "How does the nuclear size compare to the atomic size?"
    },
    {
        "back": "To determine the size, charge, and matter distribution of nuclei",
        "front": "What is the common purpose of scattering experiments in nuclear physics?"
    },
    {
        "back": "The wavelength of the probing beam of particles, calculated from the momentum",
        "front": "What is the de Broglie wavelength and how is it related to scattering experiments?"
    },
    {
        "back": "The wavelength of the probing beam of particles, calculated from the momentum",
        "front": "What is the de Broglie wavelength and how is it related to scattering experiments?"
    },
    {
        "back": "Fermi squared (fm²), barns (b), or pico-barns (pb)",
        "front": "What units are typically used to express the interaction cross-section in nuclear physics?"
    }
]